tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "redis-stack/redis-stack"
tap "tinygo-org/tools"
brew "ack"
brew "autoconf"
brew "automake"
brew "autossh"
brew "avrdude"
brew "aws-console"
brew "ca-certificates"
brew "python@3.11"
brew "awscli", link: false
brew "bash"
brew "libssh2"
brew "bat"
brew "berkeley-db"
brew "ccat"
brew "cloc"
brew "coreutils"
brew "ctags"
brew "libidn2"
brew "rtmpdump"
brew "curl"
brew "diff-so-fancy"
brew "doctl"
brew "exa"
brew "fzf"
brew "git"
brew "glow"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "grpcurl"
brew "guile"
brew "htop"
brew "httpie"
brew "jq"
brew "lsof"
brew "make"
brew "mas"
brew "mosh"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "perl"
brew "postgresql@14"
brew "prettyping"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "aws-vault"
cask "bossa"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "flixtools"
cask "flux"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "postman"
cask "reaper"
cask "redis-stack-server"
cask "rocket"
cask "sequel-pro"
cask "sidequest"
cask "spotify"
cask "sqlpro-for-postgres"
cask "telegram"
cask "tor-browser"
cask "vlc"
cask "webtorrent"
cask "zoom"
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Surfshark", id: 1437809329
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
