tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "bash"
brew "bat"
brew "ccat"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "kubectl"
brew "libevent"
brew "libidn2"
brew "lsof"
brew "glow"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "make"
brew "mas"
brew "prettyping"
brew "python@3.9"
brew "mosh"
brew "ncdu"
brew "node"
brew "openssl@1.1"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "docker"
cask "firefox"
cask "flixtools"
cask "flux"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "krisp"
cask "ngrok"
cask "notion"
cask "numi"
cask "openmtp"
cask "postman"
cask "reaper"
cask "rocket"
cask "sequel-pro"
cask "sqlpro-for-postgres"
cask "spotify"
cask "telegram"
cask "tor-browser"
cask "vlc"
cask "webtorrent"
cask "zoom"
mas "Aura", id: 1236886427
mas "Bear", id: 1091189122
mas "CloudApp", id: 417602904
mas "DaisyDisk", id: 411643860
mas "HueParty", id: 630956426
mas "iLightShow", id: 1217138942
mas "Magnet", id: 441258766
mas "Next Meeting", id: 1017470484
mas "SketchBook", id: 863486266
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "VPN Unlimited®", id: 694633015
mas "WhatsApp", id: 1147396723
