tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tinygo-org/tools"
brew "ack"
brew "bash"
brew "bat"
brew "ccat"
brew "cloc"
brew "ctags"
brew "libidn2"
brew "curl"
brew "diff-so-fancy"
brew "doctl"
brew "exa"
brew "fzf"
brew "git"
brew "glow"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "jq"
brew "lsof"
brew "make"
brew "mas"
brew "mosh"
brew "ncdu"
brew "nghttp2"
brew "node", link: false
brew "prettyping"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "bossa"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flixtools"
cask "flux"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "krisp"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "postman"
cask "reaper"
cask "rocket"
cask "sequel-pro"
cask "sidequest"
cask "spotify"
cask "sqlpro-for-postgres"
cask "telegram"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "webtorrent"
cask "zoom"
mas "Bear", id: 1091189122
mas "CloudApp", id: 417602904
mas "DaisyDisk", id: 411643860
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "HueParty", id: 630956426
mas "iLightShow", id: 1217138942
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SketchBook", id: 863486266
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "VPN Unlimited®", id: 694633015
mas "WhatsApp", id: 1147396723
